10/data/attachments/ad85621b2f99c9e9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_abe8e8a1-261c-474c-b465-8f275d34032e</nif:username>
            <nif:friendToBeAdded>Latoya_body_Actions_3119_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>